Repository: anavallasuiza/biodiversidade.eu
Catalog: modules/gettext/languages/*/module_gettext.po
Languages: es, gl

source: The gettext collection %s is not valid
es: La colección de Gettext %s no es válida
gl: A colección de Gettext %s non é válida

source: The language %s is not valid
es: El idioma %s no es correcto
gl: O idioma %s non é correcto

source: There was an error generating the po file
es: Se ha producido un error al general el archivo .po
gl: Produciuse un erro ao xerar o ficheiro .po

source: There was an error generating the mo file
es: Se ha producido un error al general el archivo .mo
gl: Produciuse un erro ao xerar o ficheiro .mo

source: The translations have been saved successfully
es: Las traducciones han quedado correctamente guardadas
gl: As traducións quedaron ben gardadas

source: Gettext file haven't writing permissions
es: El archivo de Gettext carece de permisos de escritura
gl: O ficheiro de Gettext carece de permisos de escritura

source: Gettext file was generated successfully
es: El archivo de Gettext ha quedado perfectamente creado
gl: O ficheiro de Gettext quedou perfectamente creado

source: Update
es: Actualizar
gl: Actualizar

source: phpCan errors
es: Errores de phpCan
gl: Erros de phpCan

source: %s Module
es: Módulo de %s
gl: Módulo de %s

source: The language is not valid
es: Este idioma no es correcto
gl: Este idioma non é correcto

source: Folder %s is not writable. Please, fix the folder permissions.
es: No se puede escribir en la carpeta %s. Por favor, arregla antes los permisos de la carpeta
gl: Non se pode escribir no cartafol %s. Por favor, amaña os permisos do cartafol

source: File %s is not writable. Please, fix the file permissions.
es: No se puede escribir en el archivo %s. Por favor, arregla antes los permisos del archivo
gl: Non se pode escribir no ficheiro %s. Por favor, amaña os permisos do ficheiro

source: Gettext Translator
es: Tradutor Gettext
gl: Tradutor Gettext

source: Home
es: Portada
gl: Portada

source: Select gettext
es: Seleccionar Gettext
gl: Seleccionar Gettext

source: Filter
es: Filtrar
gl: Filtrar

source: translate
es: traducir
gl: traducir

source: Show all
es: Verlos todos
gl: Velos todos

source: Without translation
es: Sin traducir
gl: Sen traducir

source: Translations
es: Traducciones
gl: Traducións

source: Num
es: Nº
gl: Nº

source: Translation
es: Traducción
gl: Tradución

source: Comments
es: Comentarios
gl: Comentarios

source: Double click to copy
es: Haz doble click para copiar
gl: Clica dúas veces para copiar

source: References
es: Referencias
gl: Referencias

source: Headers
es: Encabezados
gl: Cabezallos

source: Save
es: Guardar
gl: Gardar

source: Reset
es: Borrarlo todo
gl: Borralo todo

source: Save as %s
es: Guardar como %s
gl: Gardar como %s
