Repository: anavallasuiza/biodiversidade.eu
Catalog: phpcan/languages/*/phpcan.po
Languages: es, gl

source: File %s doesn't exists
es: El archivo %s no existe
gl: O ficheiro %s non existe

source: This file cannot be pre-processed
es: No podemos preprocesar este archivo
gl: Non podemos preprocesar este ficheiro

source: User and password are not configured to login into Google Docs
es: El usuario y la contraseña no están configurados para poder acceder a Google Docs
gl: O usuario e o contrasinal non están configurados para poder acceder a Google Docs

source: File "%s" is not available
es: El archivo "%s" no está disponible
gl: O ficheiro "%s" non está dispoñible

source: You must choose a collection to store the file
es: Debes escoger una colección para guardar el archivo
gl: Debes escoller unha colección para gardar o ficheiro

source: The selected service is not available
es: El servicio que has escogido no está disponible
gl: Este servizo que escolliches non está dispoñible

source: The log folder "%s" is not writtable!
es: No se puede hurgar en la carpeta de logs "%s".
gl: Non se pode fedellar no cartafol de logs "%s".

source: Public errors
es: Errores públicos
gl: Erros públicos

source: The file "%s" is not writtable!
es: No se puede escribir en el archivo "%s".
gl: Non se pode escribir no ficheiro "%s".

source: There is not valid function for the events %s
es: No existe una función válida para los eventos %s
gl: Non existe unha función válida para os eventos %s

source: The action "%s" doesn't exists
es: No existe ningún comando "%s"
gl: Non hai ningún comando "%s"

source: Script file isn't defined to action "%s"
es: No existe un archivo de script definido para el comando "%s"
gl: Non hai un ficheiro de script definido para o comando "%s"

source: The file "%s" does not exists
es: No hay ningún archivo "%s"
gl: Non hai ningún ficheiro "%s"

source: The relation mode "%s" does not exits
es: No existe ningún tipo de relación "%s"
gl: Non hai ningún tipo de relación "%s"

source: Updating database
es: Actualizando la base de datos
gl: Actualizando a base de datos

source: The field "%s" doesn't exits
es: El campo "%s" no existe
gl: O campo "%s" non existe

source: Field "%s" was edited before yours changes!
es: Alguien ha modificado el campo "%s" justo antes de que hicieses tú los cambios
gl: Alguén modificou o campo "%s" xusto antes de faceres ti os cambios

source: The table "%s" doesn't exists
es: No existe ninguna tabla "%s"
gl: Non existe ningunha táboa "%s"

source: There is no data in "%s" operation for the table "%s"
es: No existen datos sobre los que hacer una operación de "%s" en la tabla "%s"
gl: Non existen datos sobre os que facer unha operación de "%s" na táboa "%s"

source: There is not relations between the tables "%s" and "%s"
es: Las tablas "%s" y "%s" no están relacionadas de momento
gl: As táboas "%s" e "%s" non están relacionadas por agora

source: The action "%s" is not valid
es: El comando "%s" no es correcto
gl: O comando "%s" non é correcto

source: There was an error in the insert operation
es: Córcholis, se ha producido un error durante el proceso de escritura
gl: Ops, produciuse un erro durante o proceso de escritura

source: There was an error in the update operation
es: Córcholis, se ha producido un error durante la actualización
gl: Ops, produciuse un erro durante a actualización

source: There was an error in the delete operation
es: Córcholis, se ha producido un error durante el borrado
gl: Ops, produciuse un erro durante o borrado

source: Table "%s" used in relation/unrelation don't exists
es: No hay ninguna tabla "%s" que se pueda relacionar o desrelacionar
gl: Non hai ningunha táboa "%s" que se poida vencellar ou desvencellar

source: The language "%s" is not valid
es: La lengua "%s" no se puede usar en este caso
gl: A lingua "%s" non se pode usar neste caso

source: There is not table to select
es: No hay ninguna tabla que se pueda seleccionar
gl: Non hai ningunha táboa que se poida seleccionar

source: The field %s doesn't exists in the table %s
es: No hay ningún campo %s en la tabla %s
gl: Non hai ningún campo %s na táboa %s

source: The table %s hasn't been selected so you can't sort by it
es: La tabla %s no ha sido correctamente seleccionada, así que no puedes usarla para ordenar los datos
gl: A táboa %s non foi correctamente seleccionada, así que non podes usala para ordear os datos

source: The table %s hasn't been selected so you can't group by it
es: La tabla %s no ha sido correctamente seleccionada, así que no puedes usarla para agrupar los datos
gl: A táboa %s non foi correctamente seleccionada, así que non podes usala para agrupar os datos

source: The exit format %s is not valid
es: El formato de salida %s no es un formato correcto
gl: O formato de saída %s non é un formato correcto

source: There is no text to search or it is not valid
es: No hay ningún texto para poderlo buscar, o si lo hay no es un texto correcto.
gl: Non hai ningún texto para podelo buscar, ou se o hai non é un texto correcto.

source: There is not "where" parameter in the searching
es: No existe ningún valor para el parámetro "where" en esta búsqueda
gl: Non existe ningún valor para o parámetro "where" nesta busca

source: There is not fields defined in table "%s"
es: No hay ningún campo definido para la tabla "%s"
gl: Non hai ningún campo definido para a táboa "%s"

source: The search key %s is just defined
es: No hay ninguna clave de búsqueda %s definida
gl: Non hai ningunha chave de busca %s definida

source: This function does not exists (%s)
es: No hay ninguna función así (%s)
gl: Non hai ningunha función así (%s)

source: The configuration for the table "%s" does not exists!
es: No se ha hecho ninguna configuración para la tabla "%s"
gl: Non se configurou aínda a táboa "%s"

source: The field "%s" doesn't exist
es: No hay ningún campo "%s"
gl: Non hai ningún campo "%s"

source: Format "%s" for field "%s" in table "%s" does not exists!
es: No es posible poner el formato "%s" en el campo "%s" de la tabla "%s"
gl: Non é posible pór o formato "%s" no campo "%s" da táboa "%s"

source: The database type is not "mysql"
es: Esta base de datos no es mySQL
gl: Esta base de datos non é mySQL

source: For security, conditions param is needed to update function. If you want update all rows, use conditions = "all"
es: Por razones de seguridad, necesitas indicar un parámetro para la función actualizar. Si quieres actualizar todo de golpe, usa "all" como parámetro.
gl: Por razóns de seguridade, necesitas indicar un parámetro para a función actualizar. Se queres actualizar todo de golpe, emprega "all" como parámetro.

source: For security, conditions param is needed to delete function. If you want delete all rows, use conditions = "all"
es: Por razones de seguridad, necesitas indicar un parámetro para la función borrar. Si quieres borrar todo de golpe, usa "all" como parámetro.
gl: Por razóns de seguridade, necesitas indicar un parámetro para a función borrar. Se queres borrar todo de golpe, emprega "all" como parámetro.

source: Field "%s" can not be empty
es: El campo "%s" no puede quedar vacío
gl: O campo "%s" non pode quedar baldeiro

source: The folder to store the file haven't writing permissions
es: La carpeta en la que había que guardar este archivo "%s" carece de permisos de escritura
gl: O cartafol onde había que gardar este ficheiro "%s" carece de permisos de escritura

source: Selecting the filename of %s
es: Escogiendo el nombre de archivo para %s
gl: Escollendo o nome de ficheiro para %s

source: Field "%s" is not a valid date.
es: El campo "%s" no contiene datos correctos.
gl: O campo "%s" non ten datos correctos.

source: Field "%s" is not a valid date and time.
es: El campo "%s" no es una hora y una fecha correctas.
gl: O campo "%s" non é unha hora e unha data correctas.

source: Field "%s" is not a valid email.
es: El campo "%s" no es un correo electrónico correcto.
gl: O campo "%s" non é un correo electrónico correcto.

source: The folder to store the field "%s" haven't writing permissions
es: La carpeta en la que había que guardar este archivo "%s" carece de permisos de escritura
gl: O cartafol onde había que gardar este ficheiro "%s" carece de permisos de escritura

source: Field "%s" is an invalid format
es: El campo "%s" tiene un formato que no es el correcto
gl: O campo "%s" ten un formato que non é correcto

source: Field "%s" can not allow this file type
es: El campo "%s" no admite un archivo de este tipo.
gl: O campo "%s" non admite un ficheiro deste tipo.

source: File "%s" exceeds the upload_max_filesize directive in php.ini.
es: El archivo "%s" es mayor que el máximo permitido en php.ini
gl: O ficheiro "%s" é maior có máximo permitido en php.ini

source: File "%s" exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es: El archivo "%s" es mayor que el máximo permitido en el formulario html
gl: O ficheiro "%s" é maior có máximo permitido no formulario html

source: File "%s" was only partially uploaded.
es: Del archivo "%s" sólo se ha cargado una parte
gl: Do ficheiro "%s" só se cargou un cacho

source: Missing a temporary folder.
es: Zapristi, creo que hemos perdido un archivo temporal
gl: Recoiro, creo que perdimos un ficheiro temporal

source: Failed to write file "%s" to disk.
es: Córcholis, no se ha podido grabar el archivo "%s" en el disco
gl: Diaños, non se puido gravar o ficheiro "%s" no disco

source: File "%s" upload was stopped by extension.
es: La carga del archivo "%s" se ha interrumpido por causa de su extensión
gl: A carga do ficheiro "%s" interrompeuse por mor da extensión

source: Error storing the new file for field "%s"
es: Córcholis, se ha producido un error al guardar este archivo en el campo "%s"
gl: Diaños, produciuse un erro ao gardar este ficheiro no campo "%s"

source: Field "%s" doesn't exist in this format
es: El campo "%s" no existe en este formato
gl: O campo "%s" non existe neste formato

source: Field "%s" is not a valid positive number.
es: El campo "%s" no es un número positivo correcto.
gl: O campo "%s" non é un número positivo correcto.

source: Field "%s" should has less than %s characters
es: El campo "%s" debe tener menos de %s caracteres
gl: O campo "%s" debe ter menos de %s caracteres

source: Field "%s" should has more than %s characters
es: El campo "%s" debe tener más de %s caracteres
gl: O campo "%s" debe ter máis de %s caracteres

source: The max value for field "%s" is %s
es: El valor más grande que puede tener el campo "%s" es "%s"
gl: O valor máis grande que pode ter o campo "%s" é "%s"

source: The min value for field "%s" is %s
es: El valor más pequeño que puede tener el campo "%s" es "%s"
gl: O valor máis pequeno que pode ter o campo "%s" é "%s"

source: Field "%s" is not a valid value
es: El campo "%s" no es un valor correcto.
gl: O campo "%s" non é un valor correcto.

source: Field "%s" is not a valid number.
es: El campo "%s" no es un número correcto.
gl: O campo "%s" non é un número correcto.

source: Field "%s" is not valid to a boolean
es: El campo "%s" no es un indicador booleano correcto.
gl: O campo "%s" non é un indicador booleano correcto.

source: Field "%s" is not a valid float number.
es: El campo "%s" no es una expresión de coma flotante correcta.
gl: O campo "%s" non é unha expresión de coma flotante correcta.

source: Field "%s" is not a valid time and date.
es: El campo "%s" carece de fecha y/u hora correctas.
gl: O campo "%s" non ten unha data e unha hora correctas.

source: Field "%s" is not a valid Google Maps point.
es: El valor del campo "%s" no es una dirección de GoogleMaps válida.
gl: O valor do campo "%s" non é un enderezo de GoogleMaps válido.

source: Checking for duplications in %s
es: Comprobando que no hay duplicados en %s
gl: Comprobando que non hai duplicados en %s

source: Field "%s" is not a valid ip value
es: El campo "%s" no es una dirección IP válida.
gl: O campo "%s" non é un enderezo IP válido.

source: Moving the other sort values to keep a free gap for the current sort
es: Moviendo los otros valores de orden para hacer sitio para éste
gl: Movendo os outros valores de orde para facer sitio para este

source: Field "%s" is not a valid url.
es: El campo "%s" no es una dirección web válida.
gl: O campo "%s" non é un enderezo web válido.

source: Service url for field "%s" is not available
es: No es posible usar ese servicio web en el campo "%s"
gl: Non é posíbel empregar ese servizo web no campo "%s"

source: Unrelating before the table %s with %s
es: Eliminando en primer lugar la relación entre la tabla %s y la tabla %s
gl: Desvencellando en primeiro lugar a táboa %s da táboa %s

source: Relating the table %s with %s
es: Relacionando la tabla %s con la tabla %s
gl: Vencellando a táboa %s coa táboa %s

source: Unrelating the table %s with %s
es: Eliminando la relación entre la tabla %s y la tabla %s
gl: Desvencellando a táboa %s da táboa %s

source: For security, conditions param is needed to relate function. If you want relate all rows, use conditions = "all"
es: Por razones de seguridad, necesitas indicar un parámetro para la función relacionar. Si quieres relacionar todas las tablas de golpe, usa "all" como parámetro.
gl: Por razóns de seguridade, necesitas indicar un parámetro para a función vencellar. Se queres vencellar todas as táboas de golpe, emprega "all" como parámetro.

source: For security, conditions param is needed to unrelate function. If you want unrelate all rows, use conditions = "all"
es: Por razones de seguridad, necesitas indicar un parámetro para la función desrelacionar. Si quieres desrelacionar todas las tablas de golpe, usa "all" como parámetro.
gl: Por razóns de seguridade, necesitas indicar un parámetro para a función desvencellar. Se queres desvencellar todas as táboas de golpe, emprega "all" como parámetro.

source: Checking if the tables %s and %s are related
es: Revisando si ls tablas %s y %s están relacionadas
gl: Revisando se as táboas %s e %s están relacionadas

source: Relating the tables %s and %s
es: Relacionando las tablas %s y %s
gl: Vencellando as táboas %s e %s

source: Unrelating the tables %s and %s
es: Eliminando la relación entre las tablas %s y %s
gl: Desvencellando as táboas %s e %s

source: Unrelating the tables %s and %s in reverse mode
es: Eliminando la relación entre las tablas %s y %s en modo inverso
gl: Desvencellando as táboas %s e %s en modo inverso

source: The folder "%s" just exists as a file
es: La carpeta "%s" existe únicamente como archivo
gl: O cartafol "%s" existe unicamente como ficheiro

source: The file %s couldn't be renamed to %s
es: Este archivo %s no puede pasar a llamarse ahora %s
gl: Este ficheiro %s non pode chamarse agora %s

source: No valid operation (%s) for image transform. All operation string is %s
es: Se ha hecho algo que no se debía hacer (%s) al intentar modificar la imagen. La cadena de la operación es %s.
gl: Fíxose algo que non se debía (%s) ao tentar modificar a imaxe. A cadea da operación é %s.

source: Redirect
es: redirigir
gl: redirixir

source: now
es: ahora
gl: agora

source: and
es: y
gl: e

source: The file %s does not exist.
es: No hay ningún archivo llamado %s
gl: Non hai ningún ficheiro chamado %s

source: The file %s is not a PO file.
es: Tiene que ser un archivo .po, y éste no lo es
gl: Ten que ser un ficheiro .po, e este non o é

source: This user isn't logged from Facebook
es: Este usuario no utiliza Facebook como forma de acceso
gl: Este usuario non emprega Facebook como forma de acceso

source: Error_saving_data
es: Se ha producido un error al guardar esos datos. Por favor, inténtalo de nuevo.
gl: Produciuse un erro ao gardar eses datos. Por favor, inténtao de novo.

source: User not exists
es: No nos consta que haya nadie registrado con ese nombre. Por favor, revisa los datos que has escrito.
gl: Non nos consta que haxa ninguén rexistrado con ese nome. Por favor, revisa os datos que escribiches.

source: The user or password is not correct!
es: O el usuario o la contraseña no están bien. Por favor, revisa los datos que has escrito.
gl: Ou o usuario ou o contrasinal non están ben. Por favor, revisa os datos que escribiches.

source: You haven't filled all the form fields
es: No has cubierto todos los campos del formulario
gl: Non cubriches todos os campos do formulario

source: Don't exists an user with this user and password
es: No nos consta que haya nadie por ese nombre y esta contraseña. Por favor, revisa los datos que has utilizado.
gl: Non nos consta que haxa ninguén por ese nome e este contrasinal. Por favor, revisa os datos que empregaches.

source: This user is not active
es: Este usuario no ha sido activado
gl: Este usuario non foi activado

source: No data are received
es: No nos han llegado los datos. Se han perdido por el camino. ¿Puedes intentarlo de nuevo, por favor?
gl: Non nos chegaron os datos. Perdéronse polo camiño. Podes tentalo de novo, por favor?

source: Sorry but there is already someone registered with that %s
es: Lo sentimos mucho, pero ya hay alguien que ha usado el mismo %s
gl: Sentímolo moito, pero xa hai alguén que empregou o mesmo %s

source: Password and repeat password are differents
es: La contraseña y su repetición no coinciden
gl: O contrasinal e a súa repetición non coinciden

source: Password length must be %s characters at least
es: La contraseña debe tener al menos %s caracteres
gl: O contrasinal ten que ter cando menos %s caracteres

source: Error saving data, please check the input form values.
es: Se ha producido un error al guardar los datos. Por favor, revisa los datos que has escrito en el formulario.
gl: Produciuse un erro ao gardar os datos. Por favor, revisa os datos que escribiches no formulario.

source: You need to fill the new password field.
es: Tienes que cubrir el campo de nueva contraseña
gl: Tes que cubrir o campo de novo contrasinal

source: Password and password repeat don't match.
es: La contraseña y su repetición no coinciden
gl: O contrasinal e a súa repetición non coinciden

source: Ups... an error has occurred
es: Recórcholis, se ha producido un error.
gl: Santos morcegos, produciuse un erro

source: We are gathering all the data about this error to try to sort it out ASAP.
es: Estamos recolectando toda la información para solucionar este problema lo más rápido que se pueda
gl: Estamos xuntando toda a información para amañar este problema o máis rápido que poidamos.
